Repository: FayzullayevF/AyolUchun
Catalog: lib/core/l10n/arb/app_*.arb
Languages: uz

source: Welcome
uz: Xush kelibsiz!

# welcomeTitle
source: Please enter your email address and password below to access the learning platform
uz: O‘quv platformasiga kirish uchun quyida elektron pochtangiz va parolingizni kiriting

source: Enter
uz: Kirish

# forgotPassword
source: Forgotten password
uz: Parolni unutdingizmi

source: Enter by this
uz: Quydagilar orqali kirish

source: Sign Up
uz: Ro'yxatdan o'tish

# enterToSystemBy
source: By entering to the system you
uz: Tizimga kirish orqali siz

# usingCondition
source: using conditions
uz: foydalanish shartlari

source: and
uz: va

# security
source: Privacy Policy
uz: maxfiylik siyosatiga

# confirmAgreement
source: should confirm
uz: roziligizi tasdiqlang

# continues
source: Continue
uz: Davom etish

# enterPhoneNumberSubtitle
source: Please enter your phone number to access the learning platform.
uz: O‘quv platformasiga kirish uchun telefon raqamingizni kiriting

# enterPhoneNumber
source: Phone number
uz: Telefon raqami

# confirmCodeSent
source: A verification code has been sent to your phone number
uz: Telefon raqamingizga tasdiqlash kodi yuborildi

source: Verification code
uz: Tasdiqlash kodi

source: Successfully confirmed
uz: Muvofaqiyatli tasdiqlandi

# phoneNumberConfirmed
source: Your phone number has been successfully verified
uz: Telefon raqamingiz muvaffaqiyatli tasdiqlandi

source: Understand
uz: Tushunarli
